{
  "Header": {
    "title": "We are Sunrise Construction"},
  "About": {
    "paragraph": "At Sunrise Construction, our mission is to redefine excellence in construction on the Outer Banks of North Carolina. Founded in 2023, we stand as a beacon of innovation and commitment, bridging the gap in the market for a medium-sized construction company that prioritizes exceptional craftsmanship, superior customer service, and transparent communication. Our dedicated team, at Sunrise Construction, is driven by a passion for delivering projects that not only meet but exceed our clients' expectations. With a focus on quality, integrity, and collaboration, we embark on every construction endeavor, ensuring that the structures we build not only withstand the test of time but become integral parts of the vibrant Outer Banks community. At Sunrise Construction, we don't just construct buildings; we create enduring partnerships and contribute to the lasting beauty of the coastal landscape.",
    "Why": [
      "Protect yourself from material liens with no revolving credit accounts.",
      "Enjoy a seamless experience with a dedicated on-site project manager",
      "Benefit from our owner-managed approach, delivering exceptional results.",
      "Prioritize craftsmanship with our team of contractors, not salesmen."
    ],
    "Why2": [
      "Make informed decisions without high-pressure sales tactics.",
      "Expect no compromise on quality with our meticulously selected projects",
      "Receive unmatched service and craftsmanship",
      "We will respect your time and privacy"
    ]
  },
  "Gallery": [
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/01-large.jpg",
      "smallImage": "img/portfolio/01-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/02-large.jpg",
      "smallImage": "img/portfolio/02-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/03-large.jpg",
      "smallImage": "img/portfolio/03-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/04-large.jpg",
      "smallImage": "img/portfolio/04-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/05-large.jpg",
      "smallImage": "img/portfolio/05-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/06-large.jpg",
      "smallImage": "img/portfolio/06-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/07-large.jpg",
      "smallImage": "img/portfolio/07-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/08-large.jpg",
      "smallImage": "img/portfolio/08-small.jpg"
    },
    {
      "title": "Project Title",
      "largeImage": "img/portfolio/09-large.jpg",
      "smallImage": "img/portfolio/09-small.jpg"
    }
  ],
  "Services": [
    {
      "icon": "fa fa-home",
      "name": "Roofing",
      "text": "We have a team of experienced roofing professionals ready to handle any reroofing project. Whether it's a small repair or a complete replacement, we ensure the highest quality materials and workmanship every step of the way."
    },
    {
      "icon": "fa fa-th",
      "name": "Windows",
      "text": "Upgrade your properties windows with our top of the line window replacement services. By choosing energy efficient windows you not only enhance the aesthetic appeal but also improve insulation and potentially reduce energy costs."
    },
    {
      "icon": "fa fa-bars",
      "name": "Siding",
      "text": "Enhance the appearance and protection of your properties with that expert siding installation services. The offer of a variety of siding options and not your unique style and preferences providing long lasting durability and beauty"
    },
    {
      "icon": "fa fa-wrench",
      "name": "Repairs",
      "text": "From minor fixes to significant repairs, we have the skills and knowledge to handle all types of exterior repairs. Our team promptly addresses issues, ensuring your properties always look their best and are structurally sound"
    },
    {
      "icon": "fa fa-tint",
      "name": "Waterproofing",
      "text": "At sunrise we consider ourselves experts in waterproofing. Our techniques and materials are designed to protect your properties from water damage, preventing costly repairs in the future."
    },
    {
      "icon": "fa fa-video-camera",
      "name": "Drone Inspection",
      "text": "We go the extra mile is providing A comprehensive assessment of your properties. Our drone fleet allows us to conduct full exterior inspections, capturing detailed images and identifying potential issues."
    }
  ],
  "Testimonials": [
    {
      "text": "Extremely professional, priced the job very competetively, and kept in constant contact through the entire process. He was also very helpful providing me with needed information when I had to get the job approved by the Kill Devil Hills historical society, as our home is a local historical landmark. Highly, highly recommend.",
      "name": "Paul Bodet"
    }
  ],
  "Certifications": [
    {
      "img": "img/certifications/01.jpg",
      "name": "Better Business Bureau Associated"
    },
    {
      "img": "img/certifications/02.jpg",
      "name": "Fortified Roof Certified"
    },
    {
      "img": "img/certifications/03.jpg",
      "name": "Shingle Master Certified"
    }
  ],
  "Contact": {
    "phone": "+1 252 619 7966",
    "email": "zacharywayland@sunriseobx.co",
    "facebook": "Facebook.com/sunriseobx"
  },
  "Features": [
    {
      "icon": "fa fa-comments",
      "title": "Free Consultation",
      "text": "We believe that an informed decision is the only decision you should make."
    },
    {
      "icon": "fa fa-bullhorn",
      "title": "Frequent Progress Reports",
      "text": "Communication is the key ensure success, we will actively update you about your project."
    },
    {
      "icon": "fa fa-check",
      "title": "Licensed and Insured",
      "text": "Experiance peace of mind with qualified and certified professionals."
    },
    {
      "icon": "fa fa-money",
      "title": "Competitive Pricing",
      "text": "We are builders, not salesmen, you will always recieve a fair quote for your projects."
    }
  ]
}
